Repository: 84000/data-translation-memory
Catalog: toh549-v3.tmx
Source language: bo
Languages: en

source: རྗེ་བཙུན་འཕགས་པ་འཇམ་དཔལ་གྱི་ཤེས་རབ་དང་བློ་འཕེལ་བ་ཞེས་བྱ་བའི་གཟུངས། དཀོན་མཆོག་གསུམ་ཕྱག་འཚལ་ལོ། །ན་མོ་མཉྫུ་ཤྲི་ཡེ་ཀུ་མཱ་ར་ཡ། ཏདྱ་ཐཱ། ཨོཾ་ཨ་ར་ཛེ། བི་ར་ཛེ། ཤུད་དྷེ་བི་ཤུད་དྷེ།
en: The Noble Lord Mañjuśrī’s Dḥāraṇī for Increasing Insight and Intelligence Homage to the Three Jewels!

source: ཤོ་དྷ་ནི་བི་ཤོ་དྷ་ནི། ཤོ་དྷ་ཡ་བི་ཤོ་དྷ་ཡ། ཨ་མ་ལེ་བི་མ་ལེ་ཛ་ཡ་བ་ཏི་རུ་རུ་ཙ་ལེ་ཧཱུཾ་ཧཱུཾ་ཧཱུཾ། ཕཊ་ཕཊ་ཕཊ་སྭཱ་ཧཱ། གང་ཞིག་འདི་འཛིན་པ་དེ་ཟླ་བ་གཅིག་གིས་བློ་དང་ལྡན་པར་འགྱུར་རོ།
en: namo mañjuśriye kumārabhūtāya || tadyathā | oṁ araje viraje | śuddhe viśuddhe | śodhani viśodhani | śodhaya viśodhaya | amale vimale | jayavati ru ru cale | hūṁ hūṁ hūṁ | phaṭ phaṭ phaṭ svāhā || Those who memorize this will become intelligent within one month.

source: །དབྱངས་སྙན་པར་འགྱུར་རོ།
en: Their voice will be melodious.

source: །གཟུགས་བཟང་བར་འགྱུར་རོ།
en: Their appearance will be beautiful.

source: །ལན་ཅིག་བཀླགས་ན་བསྐལ་པ་སྟོང་གི་བར་དུ་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པར་འགྱུར་རོ།
en: After a single reading they will turn their back on cyclic existence for a thousand eons.

source: །བཅངས་པ་ཙམ་གྱིས་སྐྱེ་བ་དྲན་པར་འགྱུར་རོ།
en: By merely holding it in their hands they will recall former lives.

source: །འབུམ་ཕྲག་གཅིག་བཟླས་ན་མཁས་པར་འགྱུར་རོ།
en: After a hundred thousand recitations they will become erudite.

source: །འབུམ་ཕྲག་གཉིས་བཟླས་ན་རིག་པ་འཛིན་པར་འགྱུར་རོ།
en: After two hundred thousand recitations they will become vidyādharas.

source: །འབུམ་ཕྲག་གསུམ་བཟླས་ན་འཇམ་དཔལ་གྱི་ཞལ་མཐོང་བར་འགྱུར་རོ།
en: After three hundred thousand recitations they will behold the face of Mañjuśrī.

source: །གལ་ཏེ་མཚམས་མེད་པ་ལྔ་བྱས་པས་གྲུབ་པར་མ་གྱུར་ན་དེའི་ཚེ་ང་ཉིང་མཚམས་མེད་པ་ལྔ་བྱེད་པ་ཡིན་ཞིང་། ང་ཉིད་ཀྱིས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་བསླུས་པར་གྱུར་ཅིག །
en: If one who has committed the five misdeeds with immediate retribution does not thus succeed, then may I myself become guilty of committing the five misdeeds with immediate retribution and of deceiving the blessed buddhas.

source: རྗེ་བཙུན་འཕགས་པ་འཇམ་དཔལ་གྱི་ཤེས་རབ་དང་བློ་འཕེལ་བ་ཞེས་བྱ་བའི་གཟུངས་རྫོགས་སོ།། །།
en: This concludes “The Noble Lord Mañjuśrī’s Dḥāraṇī for Increasing Insight and Intelligence.”
